{
  "version": 2,
  "messages": [
    {
      "id": "apptp_retention_variant_a",
      "content": {
        "messageType": "big_single_action",
        "titleText": "One easy step for app privacy",
        "descriptionText": "DuckDuckGo can block trackers in other apps, even when you aren’t using your phone.",
        "placeholder": "Announce",
        "primaryActionText": "Enable App Tracking Protection",
        "primaryAction": {
          "type": "atpOnboarding",
          "value": ""
        }
      },
      "translations": {
        "bg": {
          "titleText": "Една лесна стъпка за поверителност в приложенията",
          "descriptionText": "DuckDuckGo може да блокира тракери в други приложения, дори когато не използвате телефона си.",
          "primaryActionText": "Активиране на App Tracking Protection"
        },
        "cs": {
          "titleText": "Jeden snadný krok k ochraně soukromí v aplikacích",
          "descriptionText": "DuckDuckGo umí blokovat trackery aktivní v aplikacích, i když telefon zrovna nepoužíváš.",
          "primaryActionText": "Zapnout App Tracking Protection"
        },
        "da": {
          "titleText": "Et nemt skridt for at få privatliv i apps",
          "descriptionText": "DuckDuckGo kan blokere trackere i andre apps, selv når du ikke bruger din telefon.",
          "primaryActionText": "Aktivér App Tracking Protection"
        },
        "de": {
          "titleText": "Ein einfacher Schritt für Datenschutz in Apps",
          "descriptionText": "DuckDuckGo kann Tracker in anderen Apps blockieren, auch wenn du dein Handy gerade nicht benutzt.",
          "primaryActionText": "App Tracking Protection aktivieren"
        },
        "el": {
          "titleText": "Ένα εύκολο βήμα για το απόρρητο των εφαρμογών",
          "descriptionText": "Το DuckDuckGo μπορεί να αποκλείσει εφαρμογές παρακολούθησης σε άλλες εφαρμογές, ακόμη και όταν δεν χρησιμοποιείτε το τηλέφωνό σας.",
          "primaryActionText": "Ενεργοποίηση της Προστασίας παρακολούθησης από εφαρμογές"
        },
        "es": {
          "titleText": "Un paso fácil para la privacidad de la aplicación",
          "descriptionText": "DuckDuckGo puede bloquear rastreadores en otras aplicaciones, incluso cuando no estás usando el teléfono.",
          "primaryActionText": "Activar App Tracking Protection"
        },
        "et": {
          "titleText": "Üks lihtne samm rakenduse privaatsuse tagamiseks",
          "descriptionText": "DuckDuckGo saab blokeerida jälgurid teistes rakendustes, isegi kui te oma telefoni ei kasuta.",
          "primaryActionText": "Luba App Tracking Protection"
        },
        "fi": {
          "titleText": "Yksi helppo askel kohti sovellusten tietosuojaa",
          "descriptionText": "DuckDuckGo voi estää muiden sovellusten seurantaohjelmat, vaikka et käyttäisi puhelintasi.",
          "primaryActionText": "Ota App Tracking Protection käyttöön"
        },
        "fr": {
          "titleText": "Un geste simple pour préserver la confidentialité des applications",
          "descriptionText": "DuckDuckGo peut bloquer les traqueurs dans d'autres applications, même lorsque vous n'utilisez pas votre téléphone.",
          "primaryActionText": "Activer App Tracking Protection"
        },
        "hr": {
          "titleText": "Jedan jednostavan korak za privatnost aplikacije",
          "descriptionText": "DuckDuckGo može blokirati alate za praćenje u drugim aplikacijama, čak i kad ne koristiš svoj telefon.",
          "primaryActionText": "Omogući zaštitu od praćenja aplikacija App Tracking Protection"
        },
        "hu": {
          "titleText": "Egyetlen egyszerű lépés az alkalmazások jobb adatvédelme érdekében",
          "descriptionText": "A DuckDuckGo blokkolni tudja a más alkalmazásokban található nyomkövetőket, még akkor is, amikor nem használod a telefont.",
          "primaryActionText": "App Tracking Protection bekapcsolása"
        },
        "it": {
          "titleText": "Un passaggio semplice per la privacy delle app",
          "descriptionText": "DuckDuckGo può bloccare i sistemi di tracciamento in altre app, anche quando non utilizzi il telefono.",
          "primaryActionText": "Attiva App Tracking Protection"
        },
        "lt": {
          "titleText": "Vienas paprastas programos privatumo veiksmas",
          "descriptionText": "„DuckDuckGo“ gali blokuoti sekimo priemones kitose programėlėse, net kai nesinaudojate telefonu.",
          "primaryActionText": "Įjungti apsaugą nuo programėlių sekimo"
        },
        "lv": {
          "titleText": "Viens vienkāršs solis lietotņu privātumam",
          "descriptionText": "DuckDuckGo var bloķēt izsekotājus citās lietotnēs – pat laikā, kad tu tālruni neizmanto.",
          "primaryActionText": "Iespējot App Tracking Protection"
        },
        "nb": {
          "titleText": "Ett enkelt trinn for personvern i apper",
          "descriptionText": "DuckDuckGo kan blokkere sporere i andre apper, selv når du ikke bruker telefonen.",
          "primaryActionText": "Aktiver App Tracking Protection"
        },
        "nl": {
          "titleText": "Eén eenvoudige stap voor privacy in apps",
          "descriptionText": "DuckDuckGo kan trackers in andere apps blokkeren, zelfs als je je telefoon niet gebruikt.",
          "primaryActionText": "App Tracking Protection inschakelen"
        },
        "pl": {
          "titleText": "Jeden prosty krok do prywatności aplikacji",
          "descriptionText": "DuckDuckGo może blokować mechanizmy śledzące w innych aplikacjach, nawet gdy nie używasz telefonu.",
          "primaryActionText": "Włącz ochronę przed śledzeniem przez aplikacje"
        },
        "pt": {
          "titleText": "Um passo simples para melhorar a privacidade das aplicações",
          "descriptionText": "O DuckDuckGo consegue bloquear rastreadores escondidos noutras aplicações, inclusive quando não estiveres a usar o telemóvel.",
          "primaryActionText": "Ativar a App Tracking Protection"
        },
        "ro": {
          "titleText": "Un pas simplu pentru confidențialitatea aplicației",
          "descriptionText": "DuckDuckGo poate bloca tehnologiile de urmărire din alte aplicații, chiar și atunci când nu îți folosești telefonul.",
          "primaryActionText": "Activează Protecția împotriva urmăririi de către aplicație"
        },
        "ru": {
          "titleText": "Защита данных в один простой шаг",
          "descriptionText": "DuckDuckGo может блокировать трекеры в других приложениях, даже когда вы не пользуетесь телефоном.",
          "primaryActionText": "Включить защиту от слежки"
        },
        "sk": {
          "titleText": "Jeden jednoduchý krok pre ochranu súkromia v aplikáciách",
          "descriptionText": "DuckDuckGo dokáže blokovať sledovania v iných aplikáciách, a to dokonca aj vtedy, keď telefón nepoužívate.",
          "primaryActionText": "Povoliť App Tracking Protection"
        },
        "sl": {
          "titleText": "En preprost korak za zasebnost aplikacije",
          "descriptionText": "DuckDuckGo lahko blokira sledilnike v drugih aplikacijah tudi, kadar telefona ne uporabljate.",
          "primaryActionText": "Omogoči zaščito pred sledenjem aplikacijam App Tracking Protection"
        },
        "sv": {
          "titleText": "Ett enkelt steg för bättre appintegritet",
          "descriptionText": "DuckDuckGo kan blockera spårare i andra appar, även när du inte använder telefonen.",
          "primaryActionText": "Aktivera App Tracking Protection"
        },
        "tr": {
          "titleText": "Uygulama gizliliği için tek bir kolay adım",
          "descriptionText": "DuckDuckGo, telefonunuzu kullanmadığınız zamanlarda bile diğer uygulamalardaki izleyicileri engelleyebilir.",
          "primaryActionText": "Uygulama İzleme Korumasını Etkinleştir"
        }
      },
      "matchingRules": [
        1
      ]
    },
    {
      "id": "apptp_retention_variant_b",
      "content": {
        "messageType": "big_single_action",
        "titleText": "You’re blocking hidden trackers across the web!",
        "descriptionText": "DuckDuckGo can block even more trackers — the ones hiding in other apps, even when you aren’t using your phone.",
        "placeholder": "Announce",
        "primaryActionText": "Enable App Tracking Protection",
        "primaryAction": {
          "type": "atpOnboarding",
          "value": ""
        }
      },
      "translations": {
        "bg": {
          "titleText": "Блокирате скритите тракери в мрежата!",
          "descriptionText": "DuckDuckGo може да блокира още повече тракери — тези, които се крият в други приложения, дори когато не използвате телефона си.",
          "primaryActionText": "Активиране на App Tracking Protection"
        },
        "cs": {
          "titleText": "Máš zablokované skryté trackery na webu.",
          "descriptionText": "DuckDuckGo umí blokovat ještě víc trackerů – ty, které jsou aktivní v aplikacích, i když telefon zrovna nepoužíváš.",
          "primaryActionText": "Zapnout App Tracking Protection"
        },
        "da": {
          "titleText": "Du blokerer skjulte trackere på tværs af nettet!",
          "descriptionText": "DuckDuckGo kan blokere endnu flere trackere – nemlig dem, der gemmer sig i andre apps, selv når du ikke bruger din telefon.",
          "primaryActionText": "Aktiver App Tracking Protection"
        },
        "de": {
          "titleText": "Du blockierst versteckte Tracker im gesamten Internet!",
          "descriptionText": "DuckDuckGo kann noch mehr Tracker blockieren – diejenigen, die sich in anderen Apps verstecken, auch wenn du dein Handy gerade nicht verwendest.",
          "primaryActionText": "App Tracking Protection aktivieren"
        },
        "el": {
          "titleText": "Αποκλείετε κρυφές εφαρμογές παρακολούθησης στο διαδίκτυο!",
          "descriptionText": "Το DuckDuckGo μπορεί να μπλοκάρει ακόμη περισσότερες εφαρμογές παρακολούθησης — αυτές που κρύβονται σε άλλες εφαρμογές, ακόμη και όταν δεν χρησιμοποιείτε το τηλέφωνό σας.",
          "primaryActionText": "Ενεργοποίηση της Προστασίας παρακολούθησης από εφαρμογές"
        },
        "es": {
          "titleText": "¡Estás bloqueando rastreadores ocultos en toda la web!",
          "descriptionText": "DuckDuckGo puede bloquear aún más rastreadores, aquellos que se esconden en otras aplicaciones, incluso cuando no estás utilizando el teléfono.",
          "primaryActionText": "Activar App Tracking Protection"
        },
        "et": {
          "titleText": "Blokeerite peidetud jälgurid kogu veebis!",
          "descriptionText": "DuckDuckGo saab blokeerida vee rohkem jälgureid — need, mis on peidetud teistesse rakendustesse, isegi kui te oma telefoni ei kasuta.",
          "primaryActionText": "Luba App Tracking Protection"
        },
        "fi": {
          "titleText": "Estät piilotettuja seurantalaitteita kaikkialla verkossa!",
          "descriptionText": "DuckDuckGo voi estää vielä useampia seurantaohjelmia — niitä, jotka piileskelevät muissa sovelluksissa, vaikka et käyttäisi puhelintasi.",
          "primaryActionText": "Ota App Tracking Protection käyttöön"
        },
        "fr": {
          "titleText": "Vous bloquez les traqueurs cachés sur le Web !",
          "descriptionText": "DuckDuckGo peut bloquer encore plus de traqueurs, notamment ceux qui se cachent dans d'autres applications, même lorsque vous n'utilisez pas votre téléphone.",
          "primaryActionText": "Activer App Tracking Protection"
        },
        "hr": {
          "titleText": "Blokiraš skrivene alate za praćenje na mreži!",
          "descriptionText": "DuckDuckGo može blokirati još više alata za praćenje — onih koji se skrivaju u drugim aplikacijama, čak i kad ne koristiš svoj telefon.",
          "primaryActionText": "Omogući zaštitu od praćenja aplikacija App Tracking Protection"
        },
        "hu": {
          "titleText": "A teljes weben blokkolod a rejtett nyomkövetőket!",
          "descriptionText": "A DuckDuckGo képes blokkolni további nyomkövetőket is – a más alkalmazásokban rejtőzködőket is, még akkor is, amikor nem használod a telefont.",
          "primaryActionText": "App Tracking Protection bekapcsolása"
        },
        "it": {
          "titleText": "Stai bloccando i sistemi di tracciamento nascosti in tutto il web.",
          "descriptionText": "DuckDuckGo può bloccare altri sistemi di tracciamento, come quelli che si nascondono in altre app, anche quando non utilizzi il telefono.",
          "primaryActionText": "Attiva App Tracking Protection"
        },
        "lt": {
          "titleText": "Jūs blokuojate paslėptus stebėjimo įrenginius visame žiniatinklyje!",
          "descriptionText": "„DuckDuckGo“ gali blokuoti dar daugiau sekimo įrenginių – tuos, kurie slepiasi kitose programėlėse, net kai nesinaudojate telefonu.",
          "primaryActionText": "Įjungti apsaugą nuo programėlių sekimo"
        },
        "lv": {
          "titleText": "Tu bloķē slēptos izsekotājus visā tīmeklī!",
          "descriptionText": "DuckDuckGo var bloķēt vēl vairāk izsekotāju – tos, kas slēpjas citās lietotnēs, pat laikā, kad tu tālruni neizmanto.",
          "primaryActionText": "Iespējot App Tracking Protection"
        },
        "nb": {
          "titleText": "Du blokkerer skjulte sporere over hele nettet!",
          "descriptionText": "DuckDuckGo kan blokkere enda flere sporere, de som er skjult i andre apper, selv når du ikke bruker telefonen.",
          "primaryActionText": "Aktiver App Tracking Protection"
        },
        "nl": {
          "titleText": "Je blokkeert verborgen trackers op het web!",
          "descriptionText": "DuckDuckGo kan nog meer trackers blokkeren: trackers die in andere apps verborgen zitten, zelfs als je je telefoon niet gebruikt.",
          "primaryActionText": "App Tracking Protection inschakelen"
        },
        "pl": {
          "titleText": "Blokujesz ukryte mechanizmy śledzące w sieci.",
          "descriptionText": "DuckDuckGo może zablokować jeszcze więcej mechanizmów śledzących – tych ukrywających się w innych aplikacjach, nawet gdy nie używasz telefonu.",
          "primaryActionText": "Włącz ochronę przed śledzeniem przez aplikacje"
        },
        "pt": {
          "titleText": "Estás a bloquear rastreadores escondidos na web!",
          "descriptionText": "O DuckDuckGo consegue bloquear ainda mais rastreadores — os que se escondem noutras aplicações, inclusive quando não estiveres a usar o telemóvel.",
          "primaryActionText": "Ativar a App Tracking Protection"
        },
        "ro": {
          "titleText": "Blochezi tehnologii de urmărire ascunse de pe web!",
          "descriptionText": "DuckDuckGo poate bloca chiar și mai multe tehnologii de urmărire: acelea care se ascund în alte aplicații, chiar și atunci când nu îți folosești telefonul.",
          "primaryActionText": "Activează Protecția împotriva urmăririi de către aplicație"
        },
        "ru": {
          "titleText": "Вы блокируете скрытые трекеры в Интернете!",
          "descriptionText": "DuckDuckGo может блокировать и другие трекеры —те, которые скрываются в приложениях, даже когда вы не пользуетесь телефоном.",
          "primaryActionText": "Включить защиту от слежки"
        },
        "sk": {
          "titleText": "Blokujete skryté sledovania na webe!",
          "descriptionText": "DuckDuckGo dokáže zablokovať ešte viac sledovaní. Tie, ktoré sa skrývajú v iných aplikáciách, a to aj vtedy, keď telefón nepoužívate.",
          "primaryActionText": "Povoliť App Tracking Protection"
        },
        "sl": {
          "titleText": "Blokirate skrite sledilnike po spletu!",
          "descriptionText": "DuckDuckGo lahko blokira še več sledilnikov – tiste, ki se skrivajo v drugih aplikacijah tudi, kadar telefona ne uporabljate.",
          "primaryActionText": "Omogoči zaščito pred sledenjem aplikacijam App Tracking Protection"
        },
        "sv": {
          "titleText": "Du blockerar dolda spårare på hela webben!",
          "descriptionText": "DuckDuckGo kan blockera ännu fler spårare – de som döljer sig i andra appar, även när du inte använder telefonen.",
          "primaryActionText": "Aktivera App Tracking Protection"
        },
        "tr": {
          "titleText": "Web genelinde gizli izleyicileri engelliyorsunuz!",
          "descriptionText": "DuckDuckGo, telefonunuzu kullanmadığınız zamanlarda bile diğer uygulamalarda gizlenen diğer izleyicileri engelleyebilir.",
          "primaryActionText": "Uygulama İzleme Korumasını Etkinleştir"
        }
      },
      "matchingRules": [
        2
      ]
    },
    {
      "id": "apptp_retention_variant_c",
      "content": {
        "messageType": "big_single_action",
        "titleText": "Take privacy to the next level!",
        "descriptionText": "Enable App Tracking Protection to block trackers in other apps, even when you aren’t using your phone.",
        "placeholder": "Announce",
        "primaryActionText": "Enable App Tracking Protection",
        "primaryAction": {
          "type": "atpOnboarding",
          "value": ""
        }
      },
      "translations": {
        "bg": {
          "titleText": "Издигнете поверителността на по-високо ниво!",
          "descriptionText": "Активирайте App Tracking Protection, за да блокирате тракерите, скрити в други приложения, дори когато не използвате телефона си.",
          "primaryActionText": "Активиране на App Tracking Protection"
        },
        "cs": {
          "titleText": "Posuň ochranu svého soukromí na vyšší úroveň.",
          "descriptionText": "Zapnutím funkce App Tracking Protection zablokuješ trackery, které jsou aktivní v aplikacích, i když telefon zrovna nepoužíváš.",
          "primaryActionText": "Zapnout App Tracking Protection"
        },
        "da": {
          "titleText": "Tag dit privatliv til det næste niveau",
          "descriptionText": "Aktivér App Tracking Protection for at blokere sporingsfunktioner i andre apps, selv når du ikke bruger telefonen.",
          "primaryActionText": "Aktiver App Tracking Protection"
        },
        "de": {
          "titleText": "Bring deine Privatsphäre auf das nächste Level!",
          "descriptionText": "Aktiviere App Tracking Protection, um Tracker in anderen Apps zu blockieren, selbst wenn du dein Handy gerade nicht verwendest.",
          "primaryActionText": "App Tracking Protection aktivieren"
        },
        "el": {
          "titleText": "Πηγαίνετε την ιδιωτικότητα στο επόμενο επίπεδο!",
          "descriptionText": "Ενεργοποιήστε την Προστασία παρακολούθησης από εφαρμογές για να αποκλείσετε εφαρμογές παρακολούθησης σε άλλες εφαρμογές, ακόμη και όταν δεν χρησιμοποιείτε το τηλέφωνό σας.",
          "primaryActionText": "Ενεργοποίηση της Προστασίας παρακολούθησης από εφαρμογές"
        },
        "es": {
          "titleText": "Lleva la privacidad al siguiente nivel",
          "descriptionText": "Habilita App Tracking Protection para bloquear rastreadores en otras aplicaciones, incluso cuando no estás usando el teléfono.",
          "primaryActionText": "Activar App Tracking Protection"
        },
        "et": {
          "titleText": "Viige privaatsus järgmisele tasemele!",
          "descriptionText": "Lubage App Tracking Protection, et blokeerida jälgurid teistes rakendustes, isegi kui te oma telefoni ei kasuta.",
          "primaryActionText": "Luba App Tracking Protection"
        },
        "fi": {
          "titleText": "Vie tietosuoja uudelle tasolle!",
          "descriptionText": "Ota käyttöön App Tracking Protection ja estä muiden sovellusten seurantaohjelmat, vaikka et käyttäisi puhelintasi.",
          "primaryActionText": "Ota App Tracking Protection käyttöön"
        },
        "fr": {
          "titleText": "Passez au niveau supérieur en matière de confidentialité !",
          "descriptionText": "Activez App Tracking Protection pour bloquer les traqueurs dans d'autres applications, même lorsque vous n'utilisez pas votre téléphone.",
          "primaryActionText": "Activer App Tracking Protection"
        },
        "hr": {
          "titleText": "Podigni privatnost na višu razinu!",
          "descriptionText": "Omogući zaštitu od praćenja aplikacija App Tracking Protection za blokiranje alata za praćenje u drugim aplikacijama, čak i kad ne koristiš svoj telefon.",
          "primaryActionText": "Omogući zaštitu od praćenja aplikacija App Tracking Protection"
        },
        "hu": {
          "titleText": "Magasabb szintű adatvédelem!",
          "descriptionText": "Engedélyezd az App Tracking Protectiont a más alkalmazásokban található nyomkövetők blokkolásához, még akkor is, amikor nem használod a telefont.",
          "primaryActionText": "App Tracking Protection bekapcsolása"
        },
        "it": {
          "titleText": "Aumenta il livello di privacy",
          "descriptionText": "Attiva App Tracking Protection per bloccare i sistemi di tracciamento nelle altre app, anche quando non utilizzi il telefono.",
          "primaryActionText": "Attiva App Tracking Protection"
        },
        "lt": {
          "titleText": "Perkelkite privatumą į kitą lygį!",
          "descriptionText": "Įjunkite „App Tracking Protection“, kad blokuotumėte programėlėse esančias sekimo priemones net tada, kai nesinaudojate telefonu.",
          "primaryActionText": "Įjungti apsaugą nuo programėlių sekimo"
        },
        "lv": {
          "titleText": "Pacel privātumu nākamajā līmenī!",
          "descriptionText": "Iespējo App Tracking Protection, lai bloķētu izsekotājus citās lietotnēs – pat laikā, kad tu tālruni neizmanto.",
          "primaryActionText": "Iespējot App Tracking Protection"
        },
        "nb": {
          "titleText": "Ta personvernet til neste nivå!",
          "descriptionText": "Aktiver App Tracking Protection for å blokkere sporere i andre apper, selv når du ikke bruker telefonen.",
          "primaryActionText": "Aktiver App Tracking Protection"
        },
        "nl": {
          "titleText": "Til privacy naar een hoger niveau!",
          "descriptionText": "Schakel App Tracking Protection in om trackers in andere apps te blokkeren, zelfs als je je telefoon niet gebruikt.",
          "primaryActionText": "App Tracking Protection inschakelen"
        },
        "pl": {
          "titleText": "Przenieś prywatność na wyższy poziom.",
          "descriptionText": "Włącz opcję App Tracking Protection, aby blokować mechanizmy śledzące ukryte w aplikacjach, nawet gdy nie korzystasz z telefonu.",
          "primaryActionText": "Włącz ochronę przed śledzeniem przez aplikacje"
        },
        "pt": {
          "titleText": "Leva a privacidade ao próximo nível!",
          "descriptionText": "Permite que a App Tracking Protection bloqueie rastreadores escondidos noutras aplicações, inclusive quando não estiveres a usar o telemóvel.",
          "primaryActionText": "Ativar a App Tracking Protection"
        },
        "ro": {
          "titleText": "Du-ți confidențialitatea la următorul nivel!",
          "descriptionText": "Activează App Tracking Protection pentru a bloca tehnologiile de urmărire din alte aplicații, chiar și atunci când nu îți folosești telefonul.",
          "primaryActionText": "Activează Protecția împotriva urmăririi de către aplicație"
        },
        "ru": {
          "titleText": "Конфиденциальность качественно нового уровня!",
          "descriptionText": "Функция защиты от слежки блокирует трекеры в других приложениях, даже когда вы не пользуетесь телефоном.",
          "primaryActionText": "Включить защиту от слежки"
        },
        "sk": {
          "titleText": "Posuňte ochranu súkromia na vyššiu úroveň!",
          "descriptionText": "Aktivujte si App Tracking Protection na blokovanie sledovaní v iných aplikáciách dokonca aj vtedy, keď svoj telefón nepoužívate.",
          "primaryActionText": "Povoliť App Tracking Protection"
        },
        "sl": {
          "titleText": "Dvignite zasebnost na naslednjo raven!",
          "descriptionText": "Omogočite zaščito pred sledenjem aplikacij App Tracking Protection in blokirajte sledilnike v drugih aplikacijah tudi, kadar telefona ne uporabljate.",
          "primaryActionText": "Omogoči zaščito pred sledenjem aplikacijam App Tracking Protection"
        },
        "sv": {
          "titleText": "Ta integriteten till nästa nivå!",
          "descriptionText": "Aktivera App Tracking Protection för att blockera spårare i andra appar, även när du inte använder telefonen.",
          "primaryActionText": "Aktivera App Tracking Protection"
        },
        "tr": {
          "titleText": "Gizliliği bir üst seviyeye taşıyın!",
          "descriptionText": "Telefonunuzu kullanmadığınız zamanlarda bile diğer uygulamalarda gizlenen izleyicileri engellemek için App Tracking Protection'ı etkinleştirin.",
          "primaryActionText": "Uygulama İzleme Korumasını Etkinleştir"
        }
      },
      "matchingRules": [
        3
      ]
    }
  ],
  "rules": [
    {
      "id": 1,
      "attributes": {
        "locale": {
          "value": [
            "bg-BG",
            "cs-CZ",
            "da-DK",
            "de-DE",
            "el-GR",
            "es-ES",
            "et-EE",
            "fi-FI",
            "fr-FR",
            "hr-HR",
            "hu-HU",
            "it-IT",
            "lt-LT",
            "lv-LV",
            "nb",
            "nl-NL",
            "pl-PL",
            "pt-PT",
            "ro-RO",
            "ru-RU",
            "sk-SK",
            "sl-SL",
            "sv-SE",
            "tr-TR",
            "en-AU",
            "en-BZ",
            "en-CA",
            "en-cb",
            "en-GB",
            "en-IE",
            "en-IN",
            "en-JM",
            "en-MT",
            "en-MY",
            "en-NZ",
            "en-PH",
            "en-SG",
            "en-TT",
            "en-US",
            "en-ZA",
            "en-ZW"
          ]
        }
      },
      "expVariant": {
        "value": "zh"
      }
    },
    {
      "id": 2,
      "attributes": {
        "locale": {
          "value": [
            "bg-BG",
            "cs-CZ",
            "da-DK",
            "de-DE",
            "el-GR",
            "es-ES",
            "et-EE",
            "fi-FI",
            "fr-FR",
            "hr-HR",
            "hu-HU",
            "it-IT",
            "lt-LT",
            "lv-LV",
            "nb",
            "nl-NL",
            "pl-PL",
            "pt-PT",
            "ro-RO",
            "ru-RU",
            "sk-SK",
            "sl-SL",
            "sv-SE",
            "tr-TR",
            "en-AU",
            "en-BZ",
            "en-CA",
            "en-cb",
            "en-GB",
            "en-IE",
            "en-IN",
            "en-JM",
            "en-MT",
            "en-MY",
            "en-NZ",
            "en-PH",
            "en-SG",
            "en-TT",
            "en-US",
            "en-ZA",
            "en-ZW"
          ]
        }
      },
      "expVariant": {
        "value": "zi"
      }
    },
    {
      "id": 3,
      "attributes": {
        "locale": {
          "value": [
            "bg-BG",
            "cs-CZ",
            "da-DK",
            "de-DE",
            "el-GR",
            "es-ES",
            "et-EE",
            "fi-FI",
            "fr-FR",
            "hr-HR",
            "hu-HU",
            "it-IT",
            "lt-LT",
            "lv-LV",
            "nb",
            "nl-NL",
            "pl-PL",
            "pt-PT",
            "ro-RO",
            "ru-RU",
            "sk-SK",
            "sl-SL",
            "sv-SE",
            "tr-TR",
            "en-AU",
            "en-BZ",
            "en-CA",
            "en-cb",
            "en-GB",
            "en-IE",
            "en-IN",
            "en-JM",
            "en-MT",
            "en-MY",
            "en-NZ",
            "en-PH",
            "en-SG",
            "en-TT",
            "en-US",
            "en-ZA",
            "en-ZW"
          ]
        }
      },
      "expVariant": {
        "value": "zl"
      }
    }
  ]
}


    